Repository: deshack/pinit
Catalog: languages/pinit-*.po
Languages: es_es, it_it, pt_pt

source: Pinit Settings
es_es: Ajustes Pinit
it_it: Impostazioni Pinit
pt_pt: Configurações Pinit

source: Settings
es_es: Ajustes
it_it: Impostazioni
pt_pt: Configurações

source: Insert Pinit Button on hover
es_es: Insertar del botón Pinit al pasar el puntero
it_it: Inserisci il bottone Pinit passando sulle immagini
pt_pt: Inserir Pinit Button no hover

source: This feature will be activated on EVERY image of your website.
es_es: Esta función se activará en cada imagen de su website.
it_it: Questa opzione verra ativata su ogni immagine del tuo sito.
pt_pt: Esta opção é habilitada em todas as imagens no seu site.

source: Activate Pinit buttons in single post
es_es: Botón en entrada unica
it_it: Attiva i bottoni nei singoli articoli
pt_pt: Ativar botões encontradas em um único post

source: This can be combined with pages and prevent activation in other post types, archives and frontpage.
es_es: Esto puede combinarse con las paginas y evitar la activación en otros tipos de entradas, archivos y portada.
it_it: Questa impostazione può essere combinata con quella delle pagine e serve a impedire l'inserimento dei bottoni negli archivi o sulla Home
pt_pt: Isto pode ser combinado com páginas e impedir a ativação em outros tipos de artigos, arquivos e página inicial.

source: Activate Pinit buttons in single pages
es_es: Botón en páginas individuales
it_it: Attiva i bottoni nelle singole pagine
pt_pt: Ativar botões apenas numa unica pagina

source: This can be combined with post and prevent activation in other post types, archives and frontpage.
es_es: Esto puede combinarse con las entradas y evitar la activación en otros tipos de entradas, archivos y portada.
it_it: Questa impostazione può essere combinata con quella degli articoli e serve a impedire l'inserimento dei bottoni negli archivi o sulla Home
pt_pt: Isto pode ser combinado com artigos e impedir a ativação em outros tipos de artigos, arquivos e página inicial.

source: Round Button
es_es: Botón redondo
it_it: Bottone Tondo
pt_pt: Botão Redondo

source: Large Button
es_es: Botón largo
it_it: Bottone Grande
pt_pt: Botão grande

source: Button Color
es_es: Color de botón
it_it: Colore Bottone
pt_pt: Cor do botão

source: Useless if round button setting is active
es_es: Inútil si botones redondos son activos
it_it: È inutile se i bottoni tondi sono attivi
pt_pt: Inútil se botões redondos são ativos

source: Red
es_es: Rojo
it_it: Rosso
pt_pt: Vermelho

source: Gray
es_es: Gris
it_it: Grigio
pt_pt: Cinza

source: White
es_es: Blanco
it_it: Bianco
pt_pt: Branco

source: Language
es_es: Idioma
it_it: Lingua
pt_pt: Idioma

source: English
es_es: Inglés
it_it: Inglese
pt_pt: Inglês

source: Japanese
es_es: Japonés
it_it: Giapponese
pt_pt: Japonês

source: Codeat Newsletter
es_es: Boletín Codeat
it_it: Iscriviti alla Newsletter
pt_pt: Boletim de Codeat

source: Follow us
es_es: Síguenos
it_it: Seguici sui social
pt_pt: Siga-nos

source: A Codeat Plugin
es_es: Un Plugin de Codeat
it_it: Un plugin di Codeat
pt_pt: Um plugin de Codeat

source: Show Pit, Profile or Board Widget.
es_es: Ver Widget de el Pit, perfil o del tablero.
it_it: Mostra Widget Pit, Profilo o Bacheca.
pt_pt: Mostrar widget do Pit, do Perfil ou da tábua.

source: Title:
es_es: Título:
it_it: Titolo:
pt_pt: Título:

source: Type:
es_es: Tipo:
it_it: Tipo:
pt_pt: Tipo:

source: E.g.
es_es: Ejemplo
it_it: Es.
pt_pt: Exemplo

source: Image Width:
es_es: Anchura de la imagen:
it_it: Larghezza immagine:
pt_pt: Largura da imagem:

source: min: 60; leave blank for 80
es_es: min: 60; deje en blanco para 80
it_it: min: 60; lasciare vuoto per 80
pt_pt: min: 60; deixe em branco para 80

source: Board Height:
es_es: Altura del tablero:
it_it: Altezza bacheca:
pt_pt: Altura da tábua:

source: min: 60; leave blank for 400
es_es: min: 60; deje en blanco para 400
it_it: min: 60; lasciare vuoto per 80
pt_pt: min: 60; deixe em branco para 400

source: Board Width:
es_es: Anchura del tablero:
it_it: Larghezza bacheca:
pt_pt: Largura da tábua:

source: min: 130; leave blank for 400
es_es: min: 130; deje en blanco para 400
it_it: min: 130; lasciare vuoto per 400
pt_pt: min: 130; deixe em branco para 400

source: Activate Pinit buttons in sigle post only (This could be combined with pages)
es_es: Activar botones de Pinit sólo en entradas unicas (esto podría combinarse con páginas)
pt_pt: Ativar botões apenas num unico artigo (isto pode ser junto com páginas)

source: Activate Pinit buttons in sigle pages only (This could be combined with posts)
es_es: Activar botones de Pinit sólo en paginas unicas (esto podría combinarse con entradas)
pt_pt: Ativar botões Pinit apenas numa unica pagina (isto pode ser junto com artigos)

source: min: 60; leave blank for 175
es_es: min: 60; deje en blanco para 400
pt_pt: min: 60; deixe em branco para 400

source: Pinterest Profile Widget
es_es: Widget Perfil de Pinterest
pt_pt: Perfil do widget de Pinterest

source: Show up to 30 of your latest pins on your site.
es_es: Mostra fino a 30 dei tuoi pin recenti nel tuo sito.
pt_pt: Mostra até 30 de seus pins mais recentes no seu site.

source: Show up to 30 of your favorite board's latest pins.
es_es: Mostra fino a 30 dei pin recenti dalla tua bacheca preferita.
pt_pt: Mostre até 30 pins favoritos da sua tábua.

source: Pinterest %1$s URL:
it_it: URL %1$s Pinterest:
